[
	{
		"title":"岳陽樓記",
		"content": "慶曆四年春，滕子京謫守巴陵郡。越明年，政通人和，百廢具興。乃重修岳陽樓，增其舊制，刻唐賢 、今人詩賦於其上；屬予作文以記之。予觀夫巴陵勝狀，在洞庭一湖。銜遠山，吞長江 ，浩浩湯湯，橫無際涯；朝暉夕陰，氣象萬千。此則岳陽樓之大觀也，前人之述備矣。然則北通巫峽，南極瀟湘，遷客騷人，多會於此，覽物之情，得無異乎？若夫霪雨霏霏，連月不開；陰風怒號，濁浪排空；日星隱耀，山岳潛形；商旅不行，檣傾楫摧；薄暮冥冥，虎嘯猿啼。登斯樓也，則有去國懷鄉，憂讒畏譏，滿目蕭然，感極而悲者矣。至若春和景明 ，波瀾不驚 ，上下天光，一碧萬頃；沙鷗翔集，錦鱗游泳，岸芷汀蘭，郁郁青青。而或長煙一空，皓月千里，浮光躍金，靜影沉璧；漁歌互答，此樂何極 ﹗登斯樓也，則有心曠神怡，寵辱皆忘，把酒臨風，其喜洋洋者矣。嗟夫！予嘗求古仁人之心，或異二者之為 。何哉？不以物喜，不以己悲。居廟堂之高，則憂其民；處江湖之遠，則憂其君。是進亦憂，退亦憂，然則何時 而樂耶？其必曰：「先天下之憂而憂，後天下之樂而樂」歟！噫！微斯人，吾誰與歸﹗",
		"authorId": "1",
		"authorName":"admin"
	},
	{
		"title":"朋黨論",
		"content": "臣聞朋黨之說，自古有之，惟幸人君辨其君子小人而已。大凡君子與君子，以同道為朋；小人與小人，以同利為朋；此自然之理也。然臣謂小人無朋，惟君子有之。其故何哉？小人所好者利祿也，所貪者財貨也；當其同利之時，暫相黨引以為朋者，偽也。及其見利而爭先，或利盡而交疏，則反相賊害，雖其兄弟親戚，不能相保。故臣謂小人無朋，其暫為朋者，偽也。君子則不然。所守者道義，所行者忠義，所惜者名節；以之修身，則同道而相益，以之事國，則同心而共濟，終始如一。此君子之朋也。故為人君者，但當退小人之偽朋，用君子之真朋，則天下治矣。堯之時，小人共工、驩兜等四人為一朋， 君子八元、八愷十六人為一朋。舜佐堯，退四凶小人之朋，而進元、愷君子之朋，堯之天下大治。及舜自為天子，而皋、夔、稷、契等二十二人，並立於朝，更相稱美，更相推讓，凡二十二人為一朋；而舜皆用之，天下亦大治。《書》曰：「紂有臣億萬，惟億萬心；周有臣三千，惟一心。」紂之時，億萬人各異心，可謂不為朋矣，然紂以亡國。周武王之臣三千人為一大朋，而周用以興。後漢獻帝時，盡取天下名士囚禁之，目為黨人；及黃巾賊起，漢室大亂，後方悔悟，盡解黨人而釋之，然已無救矣。唐之晚年，漸起朋黨之論。及昭宗時，盡殺朝之名士，或投之黃河，曰：「此輩清流，可投濁流。」而唐遂亡矣。夫前世之主，能使人人異心不為朋，莫如紂；能禁絕善人為朋，莫如漢獻帝；能誅戮清流之朋，莫如唐昭宗後世；然皆亂亡其國。更相稱美、推讓而不自疑，莫如舜之二十二臣；舜亦不疑而皆用之。然而後世不誚舜為二十二朋黨所欺，而稱舜為聰明之聖者，以能辨君子與小人也。周武之世，舉其國之臣三千人共為一朋。自古為朋之多且大莫如周，然周用此以興者，善人雖多而不厭也。嗟乎！治亂興亡之跡，為人君者可以鑒矣。",
		"authorId": "2",
		"authorName":"admin1"
	},
	{
		"title":"陳情表",
		"content": "臣密言：臣以險釁，夙遭閔凶。生孩六月，慈父見背；行年四歲，舅奪母志。祖母劉憫臣孤弱，躬親撫養。臣少多疾病，九歲不行，零丁孤苦，至於成立。既無伯叔，終鮮兄弟，門衰祚薄，晚有兒息。外無期功強近之親，內無應門五尺之僮，煢煢孑立，形影相弔。而劉夙嬰疾病，常在牀蓐，臣侍湯藥，未曾廢離。(愍 同：憫)逮奉聖朝，沐浴清化。前太守臣逵察臣孝廉；後刺史臣榮舉臣秀才。臣以供養無主，辭不赴命。詔書特下，拜臣郎中，尋蒙國恩，除臣洗馬。猥以微賤，當侍東宮，非臣隕首所能上報。臣具以表聞，辭不就職。詔書切峻，責臣逋慢；郡縣逼迫，催臣上道；州司臨門，急於星火。臣欲奉詔奔馳，則劉病日篤，欲苟順私情，則告訴不許。臣之進退，實爲狼狽。伏惟聖朝以孝治天下，凡在故老，猶蒙矜育，況臣孤苦，特爲尤甚。且臣少仕僞朝，歷職郎署，本圖宦達，不矜名節。今臣亡國賤俘，至微至陋，過蒙拔擢，寵命優渥，豈敢盤桓，有所希冀！但以劉日薄西山，氣息奄奄，人命危淺，朝不慮夕。臣無祖母，無以至今日，祖母無臣，無以終餘年。母孫二人，更相爲命，是以區區不能廢遠。臣密今年四十有四，祖母今年九十有六，是臣盡節於陛下之日長，報養劉之日短也。烏鳥私情，願乞終養。臣之辛苦，非獨蜀之人士及二州牧伯所見明知，皇天后土，實所共鑑。願陛下矜憫愚誠，聽臣微志，庶劉僥倖，保卒餘年。臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞。",
		"authorId": "3",
		"authorName":"admin2"
	},
	{
		"title":"原道",
		"content": "博愛之謂仁，行而宜之之謂義，由是而之焉之謂道，足乎己無待於外之謂德２。仁與義為定名３，道與德為虛位４。故道有君子小人，而德有凶有吉。老子之小仁義，非毀之也，其見者小也。坐井而觀天，曰天小者，非天小也。彼以煦煦為仁，孑孓為義，其小之也亦宜５。其所謂道，道其所道，非吾所謂道也；其所謂德，德其所德，非吾所謂德也。凡吾所謂道德雲者，合仁與義言之也，天下之公言也。老子之所謂道德雲者，去仁與義言之也，一人之私言也。周道衰，孔子沒，火於秦，黃老於漢，佛於晉、魏、梁、隋之間。其言道德仁義者，不入於楊６，則入於墨７；不入於老，則入於佛。入於彼，必出乎此。入者主之，出者奴之；入者附之，出者污之。噫！後之人其欲聞仁義道德之說，孰從而聽之？老者曰：「孔子，吾師之弟子也。」佛者曰：「孔子，吾師之弟子也。」為孔子者，習聞其說，樂其誕而自小也８，亦曰「吾師亦嘗師之」云爾。不惟舉之於其口，而又筆之於其書。噫！後之人雖欲聞仁義道德之說，其孰從而求之？甚矣，人之好怪也！不求其端，不訊其末，惟怪之欲聞。古之為民者四，今之為民者六；古之教者處其一，今之教者處其三。農之家一，而食粟之家六；工之家一，而用器之家六；賈之家一，而資焉之家六。奈之何民不窮且盜也！古之時，人之害多矣。有聖人者立，然後教之以相生養之道；為之君，為之師，驅其蟲蛇禽獸而處之中土。寒然後為之衣，饑然後為之食。木處而顛，土處而病也，然後為之宮室。為之工，以贍其器用９；為之賈，以通其有無；為之醫藥，以濟其夭死；為之葬埋祭祀，以長其恩愛；為之禮，以次其先後；為之樂，以宣其湮鬱；為之政，以率其怠倦；為之刑，以鋤其強梗。相欺也，為之符璽、斗斛、權衡以信之十；相奪也，為之城郭甲兵以守之。害至而為之備，患生而為之防。今其言曰：「聖人不死，大盜不止；剖斗折衡，而民不爭。」嗚呼！其亦不思而已矣！如古之無聖人，人之類滅久矣。何也？無羽毛鱗甲以居寒熱也，無爪牙以爭食也。是故君者，出令者也；臣者，行君之令而致之民者也；民者，出粟米麻絲，作器皿，通貨財，以事其上者也。君不出令，則失其所以為君。臣不行君之令而致之民，民不出粟米麻絲，作器皿，通貨財，以事其上，則誅。今其法曰：「必棄而君臣，去而父子，禁而相生相養之道，以求其所謂清淨寂滅者。」嗚呼！其亦幸而出於三代之後，不見黜於禹、湯、文、武、周公、孔子也；其亦不幸而不出於三代之前，不見正於禹、湯、文、武、周公、孔子也。帝之與王，其號各殊，其所以為聖一也。夏葛而冬裘，渴飲而饑食，其事殊，其所以為智一也。今其言曰：「曷不為太古之無事？」是以責冬之裘者曰：「曷不為葛之之易也？」責饑之食者曰：「曷不為飲之之易也？」傳曰：「古之欲明明德於天下者，先治其國；欲治其國者，先齊其家；欲齊其家者，先修其身；欲修其身者，先正其心；欲正其心者，先誠其意。」然則古之所謂正心而誠意者，將以有為也。今也欲治其心，而外天下國家，滅其天常，子焉而不父其父，臣焉而不君其君，民焉而不事其事。孔子之作《春秋》也，諸侯用夷禮則夷之，進於中國則中國之。經曰：「夷狄之有君，不如諸夏之亡。」《詩》曰：「戎狄是膺，荊舒是懲。」今也舉夷狄之法，而加之先王之教之上，幾乎其不胥而為夷也！夫所謂先王之教者，何也？博愛之謂仁，行而宜之之謂義，由是而之焉之謂道，足乎己無待於外之謂德。其文《詩》、《書》、《易》、《春秋》，其法禮樂刑政，其民士農工賈，其位君臣父子、師友賓主、昆弟夫婦，其服麻絲，其居宮室，其食粟米果蔬魚肉。其為道易明，而其為教易行也。是故以之為己，則順而祥；以之為人，則愛而公；以之為心，則和而平；以之為天下國家，無所處而不當。是故生則得其情，死則盡其常；郊焉而天神假，廟焉而人鬼饗。曰：「斯道也，何道也？」曰：「斯吾所謂道也，非向所謂老與佛之道也。」堯以是傳之舜，舜以是傳之禹，禹以是傳之湯，湯以是傳之文武周公，文武周公傳之孔子，孔子傳之孟軻；軻之死，不得其傳焉。荀與揚也，擇焉而不精，語焉而不詳。由周公而上。上而為君，故其事行；由周公而下，下而為臣，故其說長。然則如之何而可也？曰：「不塞不流，不止不行。人其人，火其書，廬其居，明先王之道以道之，鰥寡孤獨廢疾者有養也。其亦庶乎其可也！」",
		"authorId": "4",
		"authorName":"admin3"
	},
	{
		"title":"琵琶行",
		"content": "元和十年，予左遷九江郡司馬。明年秋，送客湓浦口，聞舟中夜彈琵琶者，聽其音，錚錚然有京都聲。問其人，本長安倡女，嘗學琵琶於穆、曹二善才，年長色衰，委身爲賈人婦。遂命酒，使快彈數曲。曲罷憫然，自敘少小時歡樂事，今漂淪憔悴，轉徙於江湖間。予出官二年，恬然自安，感斯人言，是夕始覺有遷謫意。因爲長句，歌以贈之，凡六百一十六言，命曰《琵琶行》。",
		"authorId": "5",
		"authorName":"admin4"
	},
	{
		"title":"正氣歌",
		"content": "餘囚北庭，坐一土室。室廣八尺，深可四尋。單扉低小，白間短窄，污下而幽暗。當此夏日，諸氣萃然：雨潦四集，浮動牀幾，時則爲水氣；塗泥半朝，蒸漚歷瀾，時則爲土氣；乍晴暴熱，風道四塞，時則爲日氣；檐陰薪爨，助長炎虐，時則爲火氣；倉腐寄頓，陳陳逼人，時則爲米氣；駢肩雜遝，腥臊汗垢，時則爲人氣；或圊溷、或毀屍、或腐鼠，惡氣雜出，時則爲穢氣。疊是數氣，當之者鮮不爲厲。而予以孱弱，俯仰其間，於茲二年矣，幸而無恙，是殆有養致然爾。然亦安知所養何哉？孟子曰：「吾善養吾浩然之氣。」彼氣有七，吾氣有一，以一敵七，吾何患焉！況浩然者，乃天地之正氣也，作正氣歌一首。",
		"authorId": "6",
		"authorName":"Bob"
	},
	{
		"title":"典論_論文",
		"content": "文人相輕，自古而然。傅毅之於班固，伯仲之間耳；而固小之，與弟超書曰：武仲以能屬文為蘭臺令史，下筆不能自休。夫人善於自見，而文非一體，鮮能備善，是以各以所長，相輕所短。里語曰：家有敝帚，享之千金。斯不自見之患也。今之文人：魯國孔融文舉，廣陵陳琳孔璋，山陽王粲仲宣，北海徐幹偉長，陳留阮瑀元瑜，汝南應瑒德璉，東平劉楨公幹，斯七子者，於學無所遺，於辭無所假，咸以自騁驥騄於千里，仰齊足而並馳，以此相服，亦良難矣！蓋君子審己以度人，故能免於斯累，而作論文。",
		"authorId": "7",
		"authorName":"Amy"
	},
	{
		"title":"背影",
		"content": "近幾年來，父親和我都是東奔西走，家中光景是一日不如一日。他少年出外謀生，獨立支持，做了許多大事。哪知老境卻如此頹唐！他觸目傷懷，自然情不能自已。情鬱於中，自然要發之於外；家庭瑣屑便往往觸他之怒。他待我漸漸不同往日。但最近兩年不見，他終於忘卻我的不好，只是惦記著我，惦記著我的兒子。我北來後，他寫了一封信給我，信中說道，「我身體平安，惟膀子疼痛厲害，舉箸提筆，諸多不便，大約大去之期不遠矣。」我讀到此處，在晶瑩的淚光中，又看見那肥胖的，青布棉袍，黑布馬褂的背影。唉！我不知何時再能與他相見！",
		"authorId": "8",
		"authorName":"Tim"
	},
	{
		"title":"指喻",
		"content": "浦陽 鄭君仲辨，其容闐然，其色渥然，其氣充然，未嘗有疾也。他日，左手之拇有疹焉，隆起而粟，君疑之，以示人。人大笑，以為不足患。既三日，聚而如錢，憂之滋甚，又以示人。笑者如初。又三日，拇之大盈握，近拇之指，皆為之痛，若剟刺狀，肢體心膂無不病者。懼而謀諸醫。醫視之，驚曰：此疾之奇者，雖病在指，其實一身病也，不速治，且能傷生。然始發之時，終日可愈；三日，越旬可愈；今疾且成，非三月不能瘳。終日而愈，艾可治也；越旬而愈，藥可治也；至於既成，甚將延乎肝膈，否亦將為一臂之憂。非有以禦其內，其勢不止；非有以治其外，疾未易為也。君從其言，口服湯劑，而傅以善藥。果至二月而後瘳，三月而神色始復。余因是思之：天下之事，常發於至微，而終為大患；始以為不足治，而終至於不可為。當其易也，惜旦夕之力，忽之而不顧；及其既成也，積歲月，疲思慮，而僅克之，如此指者多矣！蓋眾人之所可知者，眾人之所能治也，其勢雖危，而未足深畏；惟萌於不必憂之地，而寓於不可見之初，眾人笑而忽之者，此則君子之所深畏也。昔之天下，有如君之盛壯無疾者乎？愛天下者，有如君之愛身者乎？而可以為天下患者，豈特瘡痏之於指乎？君未嘗敢忽之；特以不早謀於醫，而幾至於甚病。況乎視之以至疏之勢，重之以疲敝之餘，吏之戕摩剝削以速其疾者亦甚矣！幸其未發，以為無虞而不知畏，此真可謂智也與哉！余賤，不敢謀國，而君慮周行果，非久於布衣者也。《傳》不云乎：「三折肱而成良醫。」君誠有位於時，則宜以拇病為戒！",
		"authorId": "9",
		"authorName":"Bella"
	},
	{
		"title":"念奴嬌",
		"content": "大江東去，浪淘盡，千古風流人物。故壘西邊，人道是，三國周郎赤壁。亂石崩雲，驚濤裂岸，捲起千堆雪。江山如畫，一時多少豪傑。遙想公瑾當年，小喬初嫁了，雄姿英發。羽扇綸巾，談笑間，檣櫓灰飛煙滅。故國神遊，多情應笑我，早生華髮。人生如夢，一尊還酹江月。",
		"authorId": "10",
		"authorName":"John"
	},
	{
		"title":"傷仲永",
		"content": "金溪民方仲永，世隸耕。仲永生五年，未嘗識書具，忽啼求之。父異焉，借旁近與之，即書詩四句，並自爲其名。其詩以養父母、收族爲意，傳一鄉秀才觀之。自是指物作詩立就，其文理皆有可觀者。邑人奇之，稍稍賓客其父，或以錢幣乞之。父利其然也，日扳仲永環謁於邑人，不使學。餘聞之也久。明道中，從先人還家，於舅家見之，十二三矣。令作詩，不能稱前時之聞。又七年，還自揚州，復到舅家問焉，曰“泯然衆人矣。”王子曰：仲永之通悟,受之天也。其受之天也，賢於材人遠矣。卒之爲衆人，則其受於人者不至也。彼其受之天也，如此其賢也，不受之人，且爲衆人；今夫不受之天，固衆人，又不受之人，得爲衆人而已耶？",
		"authorId": "11",
		"authorName":"Zack"
	},
	{
		"title":"封建論",
		"content": "夫堯、舜、禹、湯之事遠矣，及有周而甚詳。周有天下，裂土田而瓜分之，設五等，邦群後。布履星羅，四周於天下，輪運而輻集；合為朝覲會同，離為守臣扞城。然而降於夷王，害禮傷尊，下堂而迎覲者。歷於宣王，挾中興復古之德，雄南征北伐之威，卒不能定魯侯之嗣。陵夷迄於幽、厲，王室東徙，而自列為諸侯。厥後問鼎之輕重者有之，射王中肩者有之，伐凡伯、誅萇弘者有之，天下乖戾，無君君之心。余以為周之喪久矣，徒建空名於公侯之上耳。得非諸侯之盛強，末大不掉之咎歟？遂判為十二，合為七國，威分於陪臣之邦，國殄於後封之秦，則周之敗端，其在乎此矣。",
		"authorId": "12",
		"authorName":"Kitty"
	},
	{
		"title":"麥帥為子祈禱文",
		"content": "Build me a son, O Lord, who will be strong enough to know whenhe is weak, and brave enough to face himself when he is afraid;one who will be proud and unbending in honest defeat, and humble and gentle in victory.",
		"authorId": "13",
		"authorName":"Billy"
	},
	{
		"title":"禮運大同篇",
		"content": "大道之行也，天下為公，選賢與能，講信修睦。故人不獨親其親，不獨子其子，使老有所終，壯有所用，幼有所長，鰥、寡、孤、獨、廢疾者皆有所養，男有分，女有歸。貨惡其棄于地也，不必藏于己；力惡其不出于身也，不必為己。是故謀閉而不興，盜竊亂賊而不作，故外戶而不閉，是謂大同。",
		"authorId": "14",
		"authorName":"Mandy"
	},
	{
		"title":"國旗歌",
		"content": "山川壯麗，物產豐隆，炎黃世冑，東亞稱雄，毋自暴自棄，毋故步自封，光我民族，促進大同，創業惟艱，緬懷諸先烈，守成不易，莫徒務近功，同心同德，貫徹始終，青天白日滿地紅，同心同德，貫徹始終，青天白日滿地紅。",
		"authorId": "15",
		"authorName":"Ken"
	}
]